EWSEditor/EwsPostExamples/GetUserOOFSettings.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w
               
org/2001/XMLSchema-instance"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types">
  <soap:Body>
    <GetUserOofSettingsRequest xmlns="http://schemas.microsoft.com/exchange/services/2006/messages">
      <t:Mailbox>
        <t:Address>
          <!--FIELD:User email address;string-->
        </t:Address>
      </t:Mailbox>
    </GetUserOofSettingsRequest>
  </soap:Body>
</soap:Envelope>
